gatling/resources/data/Soap_request_0000.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.wizards.com/Service/2013-03">
   <soapenv:Header/>
   <soapenv:Body>
      <ns:GetAccountVersion>
         <!--Optional:-->
         <ns:request>
            <ns:UserName>?</ns:UserName>
         </ns:request>
      </ns:GetAccountVersion>
   </soapenv:Body>
</soapenv:Envelope>